[{
  "_id": {
    "$oid": "687dfcdb669a8128255b3bbe"
  },
  "key": "glass",
  "label": "Glass",
  "icon": "glass-fragile",
  "description": "How to Recycle Glass",
  "containerTag": "Green container",
  "dos": [
    "Rinse glass containers to remove food or liquid residue.",
    "Separate by color (clear, green, brown) if required by your facility.",
    "Remove metal lids or caps and recycle them separately.",
    "Use designated bins or recycling centers for glass.",
    "Recycle only glass bottles and jars (no windows or cookware).",
    "Check local guidelines for glass recycling specifics.",
    "Handle glass carefully to avoid breaking it before disposal."
  ],
  "donts": [
    "Don't include non-recyclable glass like windows, mirrors, or cookware.",
    "Don't leave food or liquid residue inside containers.",
    "Don't mix different colored glass if your facility requires separation.",
    "Don't throw glass in regular trash bins.",
    "Don't break glass intentionally—it can be dangerous and harder to recycle.",
    "Don't recycle glass with plastic or metal attached.",
    "Don't ignore local recycling guidelines."
  ],
  "images": [],
  "environmentalImpact": "Recycling glass reduces the need for raw materials like sand, lowers energy use, and cuts emissions since glass can be recycled endlessly.",
  "economicImpact": "It reduces manufacturing costs, supports glass recycling jobs, and conserves resources in a sustainable, circular system.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dfe42669a8128255b3bc0"
  },
  "key": "plastic",
  "label": "Plastic",
  "icon": "bottle-soda",
  "description": "How to Recycle Plastic",
  "containerTag": "Yellow container",
  "dos": [
    "Rinse plastics to remove food and liquid residue.",
    "Check recycling symbols (1-7) to confirm recyclability.",
    "Separate by type if required by local guidelines.",
    "Follow local rules for what is accepted in recycling bins.",
    "Remove caps unless marked as recyclable together.",
    "Flatten bottles only if allowed by the recycling facility.",
    "Recycle clean packaging like water bottles and food containers."
  ],
  "donts": [
    "Don't recycle dirty or food-soiled plastics.",
    "Don't include plastic bags unless specified by your local center.",
    "Don't mix non-recyclables like Styrofoam or PVC with recyclables.",
    "Don't assume all plastics are recyclable—check labels.",
    "Don't crush items if not allowed by the facility.",
    "Don't put hazardous waste (e.g., pesticide containers) in recycling bins.",
    "Don't leave liquids in bottles or containers before recycling."
  ],
  "images": [],
  "environmentalImpact": "Recycling plastic reduces pollution, conserves resources, and lowers greenhouse gas emissions by reusing materials instead of producing new plastic.",
  "economicImpact": "It saves costs, creates jobs in recycling industries, and supports a circular economy by turning waste into valuable resources.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dfe4f669a8128255b3bc2"
  },
  "key": "paper",
  "label": "Paper",
  "icon": "document-text-outline",
  "description": "How to Recycle Paper",
  "containerTag": "Blue container",
  "dos": [
    "Recycle clean and dry paper (e.g., newspapers, magazines, and office paper).",
    "Flatten cardboard boxes to save space.",
    "Remove staples, paper clips, and other non-paper materials.",
    "Follow local rules for separating paper by type (e.g., cardboard vs. mixed paper).",
    "Reuse paper whenever possible before recycling.",
    "Store paper in a dry place to prevent contamination.",
    "Check if your local facility accepts shredded paper (bag it if required)."
  ],
  "donts": [
    "Don't recycle wet or soiled paper (e.g., greasy pizza boxes).",
    "Don't mix coated or laminated paper with recyclables.",
    "Don't recycle receipts, as they often contain non-recyclable thermal paper.",
    "Don't include tissues, napkins, or paper towels.",
    "Don't add food packaging with plastic liners (e.g., juice cartons) unless specified.",
    "Don't mix paper with plastic or metal waste.",
    "Don't forget to remove excess tape from cardboard."
  ],
  "images": [],
  "environmentalImpact": "Recycling plastic reduces pollution, conserves resources, and lowers greenhouse gas emissions by reusing materials instead of producing new plastic.",
  "economicImpact": "It saves costs, creates jobs in recycling industries, and supports a circular economy by turning waste into valuable resources.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dfea3669a8128255b3bc4"
  },
  "key": "organic",
  "label": "Organic",
  "icon": "leaf",
  "description": "How to Recycle Organic Waste",
  "containerTag": "Green container",
  "dos": [
    "Do compost fruit and vegetable scraps.",
    "Do separate food waste from other trash.",
    "Do include coffee grounds, eggshells, and tea bags in compost.",
    "Do add garden waste like leaves, grass clippings, and small prunings.",
    "Do keep organic waste in sealed containers to avoid pests and odors.",
    "Do educate others about the benefits of composting organic waste.",
    "Do check with your local community for composting programs or drop-off sites."
  ],
  "donts": [
    "Don't include meat, bones, or dairy products (can attract pests).",
    "Don't compost oily or greasy food scraps.",
    "Don't add plastic, glass, or metal to organic waste.",
    "Don't throw away compostable food packaging unless your area has a compost program.",
    "Don't use diseased plants or plants treated with pesticides.",
    "Don't mix non-compostable items like plastic or Styrofoam with organic waste.",
    "Don't overload your compost bin with too much wet or too much dry material."
  ],
  "images": [],
  "environmentalImpact": "Recycling plastic reduces pollution, conserves resources, and lowers greenhouse gas emissions by reusing materials instead of producing new plastic.",
  "economicImpact": "It saves costs, creates jobs in recycling industries, and supports a circular economy by turning waste into valuable resources.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dfeb4669a8128255b3bc6"
  },
  "key": "batteries",
  "label": "Batteries",
  "icon": "battery-alert",
  "description": "How to Recycle Batteries",
  "containerTag": "Red container",
  "dos": [
    "Do check the type of battery (e.g., alkaline, lithium, lead-acid) to ensure proper disposal.",
    "Do store used batteries in a safe, dry place before recycling.",
    "Do use designated drop-off points or recycling centers for batteries.",
    "Do remove batteries from devices before recycling the device.",
    "Do follow local recycling guidelines for different types of batteries.",
    "Do tape the terminals of lithium or other rechargeable batteries to prevent short-circuiting."
  ],
  "donts": [
    "Don't throw batteries in the regular trash, as they can harm the environment.",
    "Don't mix different types of batteries in the same recycling bin.",
    "Don't dispose of damaged or leaking batteries without checking proper disposal methods.",
    "Don't burn batteries, as they can explode or release toxic chemicals.",
    "Don't mix household batteries with car batteries or other specialized batteries.",
    "Don't put batteries in your curbside recycling bin unless instructed."
  ],
  "images": [],
  "environmentalImpact": "Recycling plastic reduces pollution, conserves resources, and lowers greenhouse gas emissions by reusing materials instead of producing new plastic.",
  "economicImpact": "It saves costs, creates jobs in recycling industries, and supports a circular economy by turning waste into valuable resources.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dfec1669a8128255b3bc8"
  },
  "key": "clothes",
  "label": "Clothes",
  "icon": "tshirt-crew",
  "description": "How to Recycle Clothes",
  "containerTag": "Red container",
  "dos": [
    "Do donate gently used clothes to charity shops or shelters.",
    "Do repurpose old clothes into cleaning rags, quilts, or craft projects.",
    "Do use textile recycling programs for worn-out or damaged clothes.",
    "Do check for clothing brand take-back programs for recycling or repurposing options.",
    "Do wash clothes before donating or recycling to ensure cleanliness.",
    "Do remove accessories (e.g., buttons, zippers) before recycling if necessary."
  ],
  "donts": [
    "Don't throw clothes in the regular trash if textile recycling is available.",
    "Don't donate clothes that are moldy, dirty, or heavily damaged.",
    "Don't mix non-recyclable items like shoes or belts unless specified.",
    "Don't assume all clothes are accepted — check with donation centers.",
    "Don't leave clothes outside donation bins where they can get damaged.",
    "Don't forget to remove personal items from pockets.",
    "Don't ignore your local recycling program guidelines."
  ],
  "images": [],
  "environmentalImpact": "Recycling plastic reduces pollution, conserves resources, and lowers greenhouse gas emissions by reusing materials instead of producing new plastic.",
  "economicImpact": "It saves costs, creates jobs in recycling industries, and supports a circular economy by turning waste into valuable resources.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dffd0669a8128255b3bca"
  },
  "key": "metal",
  "label": "Metal",
  "icon": "recycle",
  "description": "How to Recycle Metal",
  "containerTag": "Blue container",
  "dos": [
    "Do rinse metal cans and containers to remove food residue.",
    "Do crush cans (if allowed) to save space in recycling bins.",
    "Do separate aluminum from steel when required by your recycler.",
    "Do remove non-metal parts (like plastic caps or labels) if possible.",
    "Do recycle clean aluminum foil and trays.",
    "Do take scrap metal (e.g., old tools, pipes) to a dedicated metal recycling center.",
    "Do check local guidelines for large metal item disposal like appliances."
  ],
  "donts": [
    "Don't recycle metal items with food or grease residue.",
    "Don't place metal items in plastic bags—put them loose in the bin.",
    "Don't mix metal with hazardous waste (e.g., aerosol cans with contents).",
    "Don't try to recycle electronics as scrap metal—use e-waste channels instead.",
    "Don't recycle paint cans unless they are completely empty and dry.",
    "Don't assume all metal is recyclable—check with your local program.",
    "Don't include metal items with sharp edges that could harm workers."
  ],
  "images": [],
  "environmentalImpact": "Recycling metal conserves natural resources, saves energy, and reduces greenhouse gas emissions.",
  "economicImpact": "It creates jobs, reduces production costs, and supports sustainable economic practices.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dffda669a8128255b3bcc"
  },
  "key": "tires",
  "label": "Tires",
  "icon": "car-tire-alert",
  "description": "How to Recycle Tires",
  "containerTag": "None",
  "dos": [
    "Do take tires to authorized recycling centers or drop-off points.",
    "Do check for local recycling programs or events for tires.",
    "Do clean tires of any dirt or debris before recycling.",
    "Do reuse tires for DIY projects like planters or furniture.",
    "Do separate tires from other waste materials if needed.",
    "Do contact retailers for information on tire recycling services.",
    "Do support eco-friendly initiatives for recycling and reusing tires."
  ],
  "donts": [
    "Don't throw tires in the trash—they cannot decompose.",
    "Don't burn tires—this releases harmful chemicals into the environment.",
    "Don't dump tires in illegal locations or landfills.",
    "Don't recycle tires with metal rims unless the program specifies.",
    "Don't ignore local recycling rules or regulations for tires.",
    "Don't mix tires with other non-recyclable materials.",
    "Don't hoard old tires—recycle them in a timely manner."
  ],
  "images": [],
  "environmentalImpact": "Recycling tires reduces landfill waste and pollution, and promotes reuse in construction and consumer goods.",
  "economicImpact": "It supports recycling jobs and creates new products from waste rubber.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687dfff4669a8128255b3bce"
  },
  "key": "construction",
  "label": "Construction",
  "icon": "hammer",
  "description": "How to Recycle Construction Waste",
  "containerTag": "Blue container",
  "dos": [
    "Do separate materials such as concrete, wood, metal, and drywall.",
    "Do reuse bricks, tiles, and lumber when possible.",
    "Do contact certified construction waste recyclers for large-scale projects.",
    "Do store materials in dry areas to avoid contamination.",
    "Do keep hazardous materials (paint, asbestos) apart from recyclables.",
    "Do check if your municipality has a dedicated C&D recycling program.",
    "Do donate leftover usable materials to community projects or reuse centers."
  ],
  "donts": [
    "Don't mix recyclable construction materials with general trash.",
    "Don't dispose of hazardous materials in regular bins.",
    "Don't let waste accumulate on-site—sort regularly.",
    "Don't forget to train workers on proper sorting and disposal procedures.",
    "Don't burn construction waste—it's harmful and often illegal.",
    "Don't ignore local regulations and permit requirements for disposal.",
    "Don't dump construction waste in unauthorized areas."
  ],
  "images": [],
  "environmentalImpact": "Recycling construction materials conserves raw resources and reduces landfill use.",
  "economicImpact": "It lowers disposal costs and supports businesses that reuse or resell salvaged materials.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687e0008669a8128255b3bd0"
  },
  "key": "carton",
  "label": "Carton",
  "icon": "package-variant-closed",
  "description": "How to Recycle Carton",
  "containerTag": "Blue container",
  "dos": [
    "Do flatten cartons to save space before placing them in the recycling bin.",
    "Do rinse cartons to remove any leftover food or liquid.",
    "Do separate cartons by type if your local program requires (e.g., beverage vs. food).",
    "Do check if your area accepts aseptic (long-life) and gable-top cartons.",
    "Do recycle cartons with the rest of your paper/cardboard recyclables if allowed.",
    "Do remove plastic caps and straws unless your recycler accepts them.",
    "Do dry cartons before placing them in bins to avoid contamination."
  ],
  "donts": [
    "Don't leave liquids or food residue in the cartons.",
    "Don't include cartons with plastic coatings unless accepted locally.",
    "Don't recycle wet or soiled cartons.",
    "Don't assume all paper cartons are recyclable—verify locally.",
    "Don't crush cartons if your recycler asks for them intact.",
    "Don't mix cartons with general trash or compostables.",
    "Don't place cartons in plastic bags unless instructed by your recycler."
  ],
  "images": [],
  "environmentalImpact": "Recycling cartons helps reduce landfill waste and save trees used for paper products.",
  "economicImpact": "It supports recycling infrastructure and reduces production costs by supplying reused materials.",
  "__v": 0
},
{
  "_id": {
    "$oid": "687e0016669a8128255b3bd2"
  },
  "key": "ewaste",
  "label": "E-Waste",
  "icon": "cellphone-off",
  "description": "How to Recycle E-Waste",
  "containerTag": "Red container",
  "dos": [
    "Do take e-waste to certified recycling centers or collection events.",
    "Do wipe personal data from devices before disposal.",
    "Do separate batteries and ink cartridges from electronics before recycling.",
    "Do check manufacturer take-back or trade-in programs.",
    "Do safely package fragile electronics when transporting to recyclers.",
    "Do donate working electronics to schools, charities, or reuse organizations.",
    "Do follow local laws for e-waste disposal and recycling.",
    "Thank you"
  ],
  "donts": [
    "Don't throw electronics in regular trash bins.",
    "Don't burn or incinerate electronics—this is highly toxic.",
    "Don't store broken electronics indefinitely—recycle them responsibly.",
    "Don't mix e-waste with household recyclables unless allowed.",
    "Don't dispose of lithium batteries improperly—they are fire hazards.",
    "Don't remove internal components unless you know how to handle them safely.",
    "Don't ignore warning labels or local disposal guidelines."
  ],
  "images": [],
  "environmentalImpact": "Recycling e-waste prevents toxic chemicals from polluting soil and water, and conserves rare earth metals.",
  "economicImpact": "It creates jobs in electronics recycling and reduces dependency on mining new materials.",
  "__v": 0
}]